Repository: junyang95/StikDebug
Catalog: StikDebug/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: Preparing download…
zh_hans: 正在准备下载…
zh_hant: 正在準備下載…

source: Proceed
zh_hans: 继续
zh_hant: 繼續

source: Process
zh_hans: 进程
zh_hant: 處理程序

source: Process %lld
zh_hans: 进程 %lld
zh_hant: 處理程序 %lld

source: Process ID
zh_hans: 进程 ID
zh_hant: 處理程序 ID

source: Process Inspector
zh_hans: 进程检查器
zh_hant: 處理程序檢查器

source: Process Paused
zh_hans: 进程已暂停
zh_hant: 處理程序已暫停

source: Process Resumed
zh_hans: 进程已恢复
zh_hant: 處理程序已恢復

source: Process Terminated
zh_hans: 进程已终止
zh_hant: 處理程序已終止

source: Process control handle was not created
zh_hans: 未创建进程控制句柄
zh_hant: 未建立處理程序控制代碼

source: Processes
zh_hans: 进程
zh_hant: 處理程序

source: Profile
zh_hans: 描述文件
zh_hant: 描述檔

source: Profile added successfully
zh_hans: 描述文件已添加
zh_hant: 描述檔已新增

source: Profile removed successfully
zh_hans: 描述文件已移除
zh_hant: 描述檔已移除

source: Ready
zh_hans: 就绪
zh_hant: 就緒

source: Recents
zh_hans: 最近使用
zh_hant: 最近使用

source: Reconnect LocalDevVPN, then try again.
zh_hans: 重新连接 LocalDevVPN，然后重试。
zh_hant: 重新連接 LocalDevVPN，然後重試。

source: Reconnect Wi-Fi and LocalDevVPN, then try again.
zh_hans: 重新连接 Wi-Fi 和 LocalDevVPN，然后重试。
zh_hant: 重新連接 Wi-Fi 和 LocalDevVPN，然後重試。

source: Redownload
zh_hans: 重新下载
zh_hant: 重新下載

source: Redownload DDI
zh_hans: 重新下载 DDI
zh_hant: 重新下載 DDI

source: Redownload DDI Files?
zh_hans: 重新下载 DDI 文件？
zh_hant: 重新下載 DDI 檔案？

source: Refresh
zh_hans: 刷新
zh_hant: 重新整理

source: Reload
zh_hans: 重新加载
zh_hant: 重新載入

source: Remote server handle was not created
zh_hans: 未创建远程服务器句柄
zh_hant: 未建立遠端伺服器控制代碼

source: Remove
zh_hans: 移除
zh_hant: 移除

source: Remove Favorite
zh_hans: 取消收藏
zh_hant: 取消收藏

source: Remove from Favorites
zh_hans: 从收藏中移除
zh_hant: 從收藏中移除

source: Remove from Home
zh_hans: 从主页移除
zh_hant: 從首頁移除

source: Remove profile for %@ (UUID: %@)? Apps associated with this profile may become unavailable.
zh_hans: 移除 %@ 的描述文件（UUID：%@）？ 关联此描述文件的应用可能无法使用。
zh_hant: 移除 %@ 的描述檔（UUID：%@）？ 關聯此描述檔的應用程式可能無法使用。

source: Removed from Favorites
zh_hans: 已从收藏中移除
zh_hant: 已從收藏中移除

source: Removing existing DDI files...
zh_hans: 正在移除现有 DDI 文件…
zh_hant: 正在移除現有 DDI 檔案…

source: Reset
zh_hans: 重置
zh_hant: 重設

source: Reset Script
zh_hans: 重置脚本
zh_hant: 重設指令稿

source: Resolving location…
zh_hans: 正在解析位置…
zh_hant: 正在解析位置…

source: Restart StikDebug, then try again.
zh_hans: 重新启动 StikDebug，然后重试。
zh_hant: 重新啟動 StikDebug，然後重試。

source: Resume
zh_hans: 恢复
zh_hant: 恢復

source: Resume Failed
zh_hans: 恢复失败
zh_hant: 恢復失敗

source: Resume Timed Out
zh_hans: 恢复超时
zh_hant: 恢復逾時

source: Resume syslog stream
zh_hans: 恢复系统日志
zh_hant: 恢復系統記錄

source: Resuming Process
zh_hans: 正在恢复进程
zh_hant: 正在恢復處理程序

source: Root Hash
zh_hans: 根哈希
zh_hant: 根雜湊

source: Route End
zh_hans: 路线终点
zh_hant: 路線終點

source: Route Failed
zh_hans: 路线规划失败
zh_hant: 路線規劃失敗

source: Route Simulation Failed
zh_hans: 路线模拟失败
zh_hant: 路線模擬失敗

source: Route Start
zh_hans: 路线起点
zh_hant: 路線起點

source: Route ready.
zh_hans: 路线已就绪。
zh_hant: 路線已就緒。

source: Route simulation active.
zh_hans: 正在模拟路线。
zh_hant: 正在模擬路線。

source: Running %@
zh_hans: 正在运行 %@
zh_hant: 正在執行 %@

source: Running Process
zh_hans: 正在运行的进程
zh_hant: 執行中的處理程序

source: Save
zh_hans: 保存
zh_hant: 儲存

source: Save Bookmark
zh_hans: 保存书签
zh_hant: 儲存書籤

source: Script
zh_hans: 脚本
zh_hant: 指令稿

source: Script Execution Completed
zh_hans: 脚本执行完成
zh_hant: 指令稿執行完成

source: Scripts
zh_hans: 脚本
zh_hant: 指令稿

source: Search
zh_hans: 搜索
zh_hant: 搜尋

source: Search apps or bundle ID
zh_hans: 搜索应用或 Bundle ID
zh_hant: 搜尋應用程式或 Bundle ID

source: Search device info…
zh_hans: 搜索设备信息…
zh_hant: 搜尋裝置資訊…

source: Search for a start and destination to build the route.
zh_hans: 搜索起点和目的地以规划路线。
zh_hant: 搜尋起點與目的地以規劃路線。

source: Search location...
zh_hans: 搜索位置…
zh_hant: 搜尋位置…

source: Search scripts…
zh_hans: 搜索脚本…
zh_hant: 搜尋指令稿…

source: Select New File
zh_hans: 选择新文件
zh_hant: 選擇新檔案

source: Select a process or provide a PID.
zh_hans: 请选择进程或提供 PID。
zh_hant: 請選擇處理程序或提供 PID。

source: Select an app to enable JIT for.
zh_hans: 请选择要启用 JIT 的应用。
zh_hant: 請選擇要啟用 JIT 的應用程式。

source: Sent SIGCONT (19) to PID %lld.
zh_hans: 已向 PID %lld 发送 SIGCONT（19）。
zh_hant: 已向 PID %lld 傳送 SIGCONT（19）。

source: Sent SIGSTOP (17) to PID %lld.
zh_hans: 已向 PID %lld 发送 SIGSTOP（17）。
zh_hant: 已向 PID %lld 傳送 SIGSTOP（17）。

source: Set Default
zh_hans: 设为默认
zh_hant: 設為預設

source: Set Location
zh_hans: 设置位置
zh_hant: 設定位置

source: Settings
zh_hans: 设置
zh_hant: 設定

source: Share…
zh_hans: 分享…
zh_hant: 分享…

source: Show %lld older profiles
zh_hans: 显示 %lld 个旧描述文件
zh_hant: 顯示 %lld 個舊描述檔

source: Silent Audio
zh_hans: 静音音频
zh_hant: 靜音音訊

source: Simulate GPS location
zh_hans: 模拟 GPS 位置
zh_hant: 模擬 GPS 位置

source: Simulate Location
zh_hans: 模拟位置
zh_hant: 模擬位置

source: Simulate Location?
zh_hans: 模拟位置？
zh_hant: 模擬位置？

source: Simulate Route
zh_hans: 模拟路线
zh_hant: 模擬路線

source: Simulation Failed
zh_hans: 模拟失败
zh_hant: 模擬失敗

source: Speed limit data © OpenStreetMap contributors (ODbL)
zh_hans: 限速数据 © OpenStreetMap 贡献者（ODbL）
zh_hant: 速限資料 © OpenStreetMap 貢獻者（ODbL）

source: SpringBoard Services client was not created
zh_hans: 未创建 SpringBoard 服务客户端
zh_hant: 未建立 SpringBoard 服務用戶端

source: Star on GitHub
zh_hans: 在 GitHub 上点星
zh_hant: 在 GitHub 上給星

source: Start
zh_hans: 起点
zh_hant: 起點

source: Start syslog relay
zh_hans: 开始读取系统日志
zh_hant: 開始讀取系統記錄

source: Starting JIT for %@
zh_hans: 正在为 %@ 启用 JIT
zh_hant: 正在為 %@ 啟用 JIT

source: Starting downloads...
zh_hans: 正在开始下载…
zh_hant: 正在開始下載…

source: Starting script...
zh_hans: 正在启动脚本…
zh_hant: 正在啟動指令稿…

source: StikDebug can only connect to apps with the "get-task-allow" entitlement.
zh_hans: StikDebug 只能连接具有“get-task-allow”权限的应用。
zh_hant: StikDebug 只能連接具有「get-task-allow」權限的應用程式。

source: StikDebug could not launch or attach to the selected app. Check that the VPN is enabled, the pairing file is current, and the app is still installed.
zh_hans: StikDebug 无法启动或附加到所选应用。请确认 VPN 已启用、配对文件有效，且应用仍已安装。
zh_hant: StikDebug 無法啟動或附加至所選應用程式。請確認 VPN 已啟用、配對檔案有效，且應用程式仍已安裝。

source: StikDebug isn't meant to enable JIT for LiveContainer manually. Select StikDebug in LiveContainer settings, enable "Run with JIT" for your app, then open your app normally. It will automatically jump back here.
zh_hans: 不建议通过 StikDebug 手动为 LiveContainer 启用 JIT。请在 LiveContainer 设置中选择 StikDebug，为应用启用“使用 JIT 运行”，然后正常打开应用，它会自动跳转回这里。
zh_hant: 不建議透過 StikDebug 手動為 LiveContainer 啟用 JIT。請在 LiveContainer 設定中選擇 StikDebug，為應用程式啟用「使用 JIT 執行」，然後正常開啟應用程式，它會自動跳轉回這裡。

source: Stop
zh_hans: 停止
zh_hant: 停止

source: Success
zh_hans: 成功
zh_hant: 成功

source: Successfully enabled JIT for %@.
zh_hans: 已为 %@ 启用 JIT。
zh_hant: 已為 %@ 啟用 JIT。

source: Successfully killed %@.
zh_hans: 已终止 %@。
zh_hant: 已終止 %@。

source: Syslog Error
zh_hans: 系统日志错误
zh_hant: 系統記錄錯誤

source: Syslog Speed
zh_hans: 系统日志速度
zh_hant: 系統記錄速度

source: Syslog relay read failed
zh_hans: 读取系统日志转发数据失败
zh_hant: 讀取系統記錄轉送資料失敗

source: System
zh_hans: 系统
zh_hant: 系統

source: System log stream stopped
zh_hans: 系统日志流已停止
zh_hant: 系統記錄串流已停止

source: TXM (Override)
zh_hans: TXM（已覆盖检测）
zh_hant: TXM（已覆寫偵測）

source: Tap New or Import to get started.
zh_hans: 轻点“新建”或“导入”开始。
zh_hant: 點一下「新增」或「匯入」以開始。

source: Tap map to drop pin
zh_hans: 轻点地图放置标记
zh_hant: 點一下地圖以放置標記

source: Target Device IP
zh_hans: 目标设备 IP
zh_hant: 目標裝置 IP

source: Target: %@:49152
zh_hans: 目标：%@:49152
zh_hant: 目標：%@:49152

source: Technical details:
zh_hans: 技术详情：
zh_hant: 技術詳細資訊：

source: Terminates a running process on the device using StikDebug.
zh_hans: 通过 StikDebug 终止设备上正在运行的进程。
zh_hant: 透過 StikDebug 終止裝置上執行中的處理程序。

source: Terminating Process
zh_hans: 正在终止进程
zh_hant: 正在終止處理程序

source: The DDI server returned HTTP %lld.
zh_hans: DDI 服务器返回 HTTP %lld。
zh_hant: DDI 伺服器傳回 HTTP %lld。

source: The DDI server returned an invalid response.
zh_hans: DDI 服务器返回的响应无效。
zh_hant: DDI 伺服器傳回的回應無效。

source: The VPN route to the device is not available.
zh_hans: 通往设备的 VPN 路由不可用。
zh_hant: 通往裝置的 VPN 路由無法使用。

source: The app could not reach the device before the connection timed out.
zh_hans: 连接超时，应用未能连接到设备。
zh_hant: 連線逾時，應用程式未能連接到裝置。

source: The app to enable JIT for
zh_hans: 要启用 JIT 的应用
zh_hant: 要啟用 JIT 的應用程式

source: The configured target IP address is not valid.
zh_hans: 配置的目标 IP 地址无效。
zh_hant: 設定的目標 IP 位址無效。

source: The device connection or Developer Disk Image wasn't ready in time. Open StikDebug directly, wait for it to finish connecting, then try again.
zh_hans: 设备连接或开发者磁盘映像未能及时就绪。请直接打开 StikDebug，等待连接完成后重试。
zh_hant: 裝置連線或開發者磁碟映像未能及時就緒。請直接開啟 StikDebug，等待連線完成後再試一次。

source: The device or VPN closed the tunnel connection before setup finished.
zh_hans: 设备或 VPN 在设置完成前关闭了隧道连接。
zh_hant: 裝置或 VPN 在設定完成前關閉了通道連線。

source: The pairing file may be invalid or expired. You can import a new pairing file to replace it.
zh_hans: 配对文件可能无效或已过期。可以导入新的配对文件来替换。
zh_hant: 配對檔案可能無效或已過期。可以匯入新的配對檔案來取代。

source: The process to terminate
zh_hans: 要终止的进程
zh_hant: 要終止的處理程序

source: The selected file is empty.
zh_hans: 选择的文件是空的。
zh_hant: 選擇的檔案是空的。

source: The tunnel could not be created.
zh_hans: 无法创建隧道。
zh_hant: 無法建立通道。

source: Timed out waiting for the tunnel connection
zh_hans: 等待隧道连接超时
zh_hant: 等待通道連線逾時

source: Tools
zh_hans: 工具
zh_hant: 工具

source: Total Processes
zh_hans: 进程总数
zh_hant: 處理程序總數

source: Treats device as TXM-capable to bypass hardware checks.
zh_hans: 将设备视为支持 TXM，以跳过硬件检查。
zh_hant: 將裝置視為支援 TXM，以略過硬體檢查。

source: TrustCache
zh_hans: 信任缓存
zh_hant: 信任快取

source: Try Again
zh_hans: 重试
zh_hant: 再試一次

source: Try a different name or bundle identifier.
zh_hans: 请尝试其他名称或 Bundle ID。
zh_hant: 請嘗試其他名稱或 Bundle ID。

source: Try another name or bundle identifier.
zh_hans: 请尝试其他名称或 Bundle ID。
zh_hant: 請嘗試其他名稱或 Bundle ID。

source: Try switching Wi-Fi off and on.
zh_hans: 尝试关闭 Wi-Fi 后再重新打开。
zh_hant: 嘗試關閉 Wi-Fi 後再重新開啟。

source: Try this:
zh_hans: 请尝试：
zh_hant: 請嘗試：

source: Tunnel is not connected
zh_hans: 隧道未连接
zh_hant: 通道未連線

source: Tunnel was created without valid handles
zh_hans: 创建的隧道缺少有效句柄
zh_hant: 建立的通道缺少有效控制代碼

source: Unable to Load Scripts
zh_hans: 无法加载脚本
zh_hant: 無法載入指令稿

source: Unable to extract plist from CMS payload
zh_hans: 无法从 CMS 数据中提取 plist
zh_hant: 無法從 CMS 資料中擷取 plist

source: Unable to open AppService
zh_hans: 无法打开 AppService
zh_hant: 無法開啟 AppService

source: Unfavorite
zh_hans: 取消收藏
zh_hant: 取消收藏

source: Unknown
zh_hans: 未知
zh_hant: 未知

source: Unknown error
zh_hans: 未知错误
zh_hant: 未知錯誤

source: Unpin
zh_hans: 取消标记
zh_hant: 取消標記

source: Unpin from Home
zh_hans: 取消固定
zh_hant: 取消固定

source: Use Route
zh_hans: 使用此路线
zh_hant: 使用此路線

source: Use a simple .js filename without folders.
zh_hans: 请使用不含文件夹路径的 .js 文件名。
zh_hant: 請使用不含資料夾路徑的 .js 檔案名稱。

source: Use stikdebug://simulate-location?lat=37.3349&lon=-122.0090
zh_hans: 请使用 stikdebug://simulate-location?lat=37.3349&lon=-122.0090
zh_hant: 請使用 stikdebug://simulate-location?lat=37.3349&lon=-122.0090

source: Use the default %@.
zh_hans: 使用默认值 %@。
zh_hant: 使用預設值 %@。

source: Uses low-accuracy location to stay alive when an activity needs it.
zh_hans: 活动需要时，使用低精度定位保持后台运行。
zh_hant: 活動需要時，使用低精度定位保持背景執行。

source: Version %@ • iOS %@ • %@
zh_hans: 版本 %@ • iOS %@ • %@
zh_hant: 版本 %@ • iOS %@ • %@

source: View detailed device metadata
zh_hans: 查看设备详细信息
zh_hant: 檢視裝置詳細資訊

source: Wake and unlock the target device.
zh_hans: 唤醒并解锁目标设备。
zh_hant: 喚醒並解鎖目標裝置。

source: Which app would you like to enable JIT for?
zh_hans: 要为哪个应用启用 JIT？
zh_hant: 要為哪個應用程式啟用 JIT？

source: Which process would you like to kill?
zh_hans: 要终止哪个进程？
zh_hant: 要終止哪個處理程序？

source: Working…
zh_hans: 正在处理…
zh_hant: 正在處理…

source: You are safe to close this window.
zh_hans: 现在可以关闭此窗口。
zh_hant: 現在可以關閉此視窗。

source: Your device is ready. Tap Reload to fetch info.
zh_hans: 设备已就绪，轻点“重新加载”获取信息。
zh_hant: 裝置已就緒，點一下「重新載入」以取得資訊。

source: [Download DDI Error]: %@
zh_hans: [DDI 下载错误]：%@
zh_hant: [DDI 下載錯誤]：%@

source: app
zh_hans: 应用
zh_hant: 應用程式

source: developer disk image
zh_hans: 开发者磁盘镜像
zh_hant: 開發者磁碟映像檔

source: developer disk image manifest
zh_hans: 开发者磁盘镜像清单
zh_hant: 開發者磁碟映像檔清單

source: developer disk image trust cache
zh_hans: 开发者磁盘镜像信任缓存
zh_hant: 開發者磁碟映像檔信任快取

source: iOS Version: %@
zh_hans: iOS 版本：%@
zh_hant: iOS 版本：%@

source: process %d
zh_hans: 进程 %d
zh_hant: 處理程序 %d

source: process %lld
zh_hans: 进程 %lld
zh_hant: 處理程序 %lld

source: the requested app
zh_hans: 请求的应用
zh_hant: 要求的應用程式

source: unknown
zh_hans: 未知
zh_hant: 未知
